{
  "number": 12,
  "language": "en",
  "title": "12 There Is A Fountain.",
  "stanzas": [
    {
      "type": "verse",
      "lines": [
        "There is a fountain filled with blood, drawn from Immanuel’s veins",
        "And sinners plunged beneath that flood; lose all their guilty stains",
        "Lose all their guilty stains; lose all their guilty stains",
        "And sinners plunged beneath that flood; lose all their guilty stains."
      ],
      "number": 1
    },
    {
      "type": "verse",
      "lines": [
        "The dying thief rejoiced to see, that fountain in his day;",
        "And their may I, though vile as he, wash all my sins away,",
        "Wash all my sins away; wash all my sins away;",
        "And there may I, though vile as he, wash all my sins away."
      ],
      "number": 2
    },
    {
      "type": "verse",
      "lines": [
        "Thou dying Lamb! Thy precious blood, Shall never lose its power",
        "Till all the ransomed church of God, Are saved to sin no more",
        "Are saved to sin no more, Are saved to sin no more",
        "Till all the ransomed church of God, Are saved to sin no more."
      ],
      "number": 3
    },
    {
      "type": "verse",
      "lines": [
        "E`er since by faith I saw the stream, Thy flowing wounds supply,",
        "Redeeming love has been my theme, And shall be till I die;",
        "And shall be till I die, And shall be till I die;",
        "Redeeming love shall be my theme, And shall be till I die."
      ],
      "number": 4
    },
    {
      "type": "verse",
      "lines": [
        "Lord, I believe Thou hast prepared, Unworthy though I be,",
        "For me a blood-bought, free reward, A golden harp for me!",
        "A golden harp for me! A golden harp for me!",
        "For me a blood-bought, free reward, A golden harp for me!",
        "There in a nobler, sweeter song, I’ll sing Thy power to save,",
        "When this poor lisping, stammering tongue, Is ransomed from the grave,",
        "Is ransomed from the grave, Is ransomed from the grave;",
        "When this poor lisping, stammering tongue, Is ransomed from the grave.</p"
      ],
      "number": 5
    }
  ]
}