{
  "number": 302,
  "language": "ve",
  "title": "302. Mudzimu O No Sika Shango",
  "stanzas": [
    {
      "type": "verse",
      "lines": [
        "1. Mudzimu o no sika shango, A sima tsimu ya Edeni,",
        "A vhea muthu we A sika, Uri a i linde na u i lima.Yo vha yo nakesa i tshi takadza Mato a muthu, i tsimu yavhudi,",
        "Nga khole muthu a mbo tshinya, a pfuka mulayo ha mbo da lufu."
      ],
      "number": 1
    },
    {
      "type": "verse",
      "lines": [
        "2. Mudzimu a mbo laya a ri, ’Mitshelo yothe ni nga i la,",
        "Hone hu na mutshelo munwe vhukati ha tsimu, na la ni do fa’.nowa yo thanyesa ya mbo fhura musadzi ya mbo ’ri, ’Na la a ni nga fi,",
        "’Mudzimu o shavha zwauri, Arali na u la ni do talifha."
      ],
      "number": 2
    },
    {
      "type": "verse",
      "lines": [
        "3. Efa a lavhelesa muri a wana u muri wavhudi,",
        "A fula a la zwa mbo difha, A hwala na munwe a nea Adamu.Wo vha wo nakesa u tshi takadza Mato a muthu, U muri wavhudi,",
        "Vha mbo la vha pfuka mulayo, Lufu lwa mbo swika fhano shangoni."
      ],
      "number": 3
    },
    {
      "type": "verse",
      "lines": [
        "4. Mudzimu zwino a sinyuwa, A pandela muthu tsimuni,",
        "Tsini na muri wa vhutshilo, A vhea vharunwa uri vha u linde.Vho vha vhe na lupenyo lwa u tshusa Efa na Adamu, Uri vha si u le,",
        "Ndi yone ndila ye vhutshinyi ha vho dzhena ngayo fhano shangoni."
      ],
      "number": 4
    },
    {
      "type": "verse",
      "lines": [
        "5. Adamu musi o no tshinya, Nge a thetshelesa musadzi,",
        "Mudzimu o fhulufhedzisa Uri hu do bebwa a re Mutshidzi.Ene ndi Murena we a fela zwivhi zwanu nothe, Mu tendeni nothe,",
        "Ni songo fana na Adamu we nga u sa tenda a disa lufu."
      ],
      "number": 5
    },
    {
      "type": "verse",
      "lines": [
        "6. Murena Yesu a tshi vhuya, U fhedza zwothe zwa shangoni,",
        "nowa ine ya vha Sathane, i do fheliswa ya swa ya lovha.Hu do wiswa mulilo wa thuthubisa vhothe vhatshinyi, vha sa tendi Yesu,",
        "Vhane vha rabela livhanda na luswayo lwalo, vha swa vha lovha."
      ],
      "number": 6
    },
    {
      "type": "verse",
      "lines": [
        "7. Vhane vha vhulunga milayo, Vha re na vhutanzi ha Yesu,",
        "Vha takulelwa tshikhalani, vha mu tanganedza vha ya tadulu.Vha do ambadzwa tshena vha dzhena Yerusalema muswa, Vha vhusa na Yesu.",
        "Vha dzula vha tshi imbelela, Vha khoda Murena nga hu sa fheli."
      ],
      "number": 7
    }
  ]
}